{
  "PhotoshopCS6": [
    {
      "type": "title",
      "text": "Remove red eyes in Photoshop"
    },
    {
      "type": "paragraph",
      "text": "Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Interdum et malesuada fames ac ante ipsum primis in faucibus. Proin bibendum nisl id justo commodo, sed porttitor dui sodales. Donec vitae ullamcorper libero, a malesuada tortor. Cras hendrerit consectetur lorem, vitae elementum sapien dignissim sit amet. Aenean condimentum dapibus lectus, vel egestas mauris auctor ac. Maecenas ut massa lorem. Nam mauris tellus, convallis vitae laoreet quis, auctor placerat odio. Duis nec faucibus diam. Nulla porta, tortor a fermentum iaculis, urna mi aliquet ante, sed interdum mauris nisi id libero."
    },
    {
      "type": "image",
      "url": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/4/11/1397210130748/Spring-Lamb.-Image-shot-2-011.jpg"
    },
    {
      "type": "paragraph",
      "text": "Mauris vestibulum posuere elit at sodales. Maecenas venenatis augue eros, in dictum felis sagittis sit amet. Integer sollicitudin pulvinar vehicula. Aliquam nunc ligula, scelerisque nec ligula quis, euismod feugiat nunc. Mauris vitae dui hendrerit, tincidunt enim a, posuere magna. Sed vestibulum quam non quam volutpat ultrices. Sed et lobortis nulla. Cras id accumsan odio, ac sagittis elit. Vivamus eleifend dui et pulvinar vestibulum."
    }
  ],
  "GIMP": [
    {
      "type": "title",
      "text": "Remove red eyes in GIMP"
    },
    {
      "type": "paragraph",
      "text": "Praesent a ligula vitae ante semper mollis at et mi. Suspendisse ante nibh, sagittis ac vehicula tempus, interdum at eros. Vestibulum laoreet eget justo sit amet vehicula. Nunc elementum vehicula nibh pretium interdum. Morbi sit amet orci a lacus commodo vehicula. Quisque at metus vitae dolor iaculis lacinia nec vitae elit. Aenean sed consequat dolor. Quisque vel tincidunt lorem, sed porta ipsum."
    },
    {
      "type": "image",
      "url": "https://www2.ucar.edu/sites/default/files/news/2012/Six_Emperor_Penguins.jpg"
    },
    {
      "type": "paragraph",
      "text": "Proin in magna nec lacus mattis facilisis vel vel tellus. Integer eu odio feugiat, blandit metus ac, egestas ipsum. Nunc pretium ex id tortor faucibus varius. Nunc scelerisque ex quis neque egestas ullamcorper. Ut lacinia hendrerit lorem, sagittis sodales libero tristique a. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Fusce condimentum tristique purus, sit amet dapibus tellus venenatis et. Maecenas pellentesque vel lacus vel fermentum. Suspendisse semper eleifend justo, eu finibus est maximus eget. Sed ut neque ornare, lobortis neque eu, bibendum ligula. Quisque vulputate sed tortor sed gravida. Nunc vitae sem interdum, rhoncus lorem sit amet, blandit mauris."
    }
  ]
}